[
    {
        "id": 1,
        "name": "Budget Tracker",
        "imageUrl": "assets/img/budget-tracker.PNG",
        "description": "The Budget Tracker App enables the user to add expenses and deposits to their budget with or without a connection. When entering transactions offline, they should populate the total when brought back online. Offline functionality includes entering deposits as well as expenses offline, and when brought back online Offline entries should be added to tracker.",
        "deployedLink": "https://stark-shore-88430.herokuapp.com/",
        "githubRepo": "https://github.com/henokcity/budget-tracker-PWA.git"
    },
    {
        "id": 2,
        "name": "Workout Tracker",
        "imageUrl": "assets/img/workout-tracker.PNG",
        "description": "The workout tracker app create and track daily workouts based on users inputs and save the workouts in the database. It also shows the recorded weekly graphic stats which enables the user to track the daily workout in terms of name, type, weight, sets, reps, and duration of exercise",
        "deployedLink": "https://calm-tor-43219.herokuapp.com/",
        "githubRepo": "https://github.com/henokcity/workout-tracker.git"
    },
    {
        "id": 3,
        "name": "Employee Directory",
        "imageUrl": "assets/img/employee-directory.PNG",
        "description": "This is an employee directory application built with React. It enables user to view the entire employee directory at once and have quick access to their information. The application's UI is broken up into components, and each components state managed to respond to user events.",
        "deployedLink": "https://obscure-headland-90482.herokuapp.com/",
        "githubRepo": "https://github.com/henokcity/employee-directory.git"
    },
    {
        "id": 4,
        "name": "Burger Logger/Eat-da-Burger!",
        "imageUrl": "assets/img/eat-da-burger.PNG",
        "description": "Eat-Da-Burger! is a restaurant app created with MySQL, Node, Express, Handlebars and a homemade ORM.Theapp lets users input the names of burgers they'd like to eat. Whenever a user submits a burger's name, the app will display the burger on the left side of the page -- waiting to be devoured. Each burger in the waiting area also has a Devour it! button. When the user clicks it, the burger will move to the right sideof the page. And also, it will store every burger in a database, whether devoured or not.",
        "deployedLink": "https://glacial-caverns-30885.herokuapp.com/",
        "githubRepo": "https://github.com/henokcity/burger.git"
    },
    {
        "id": 5,
        "name": "Coffee Express",
        "imageUrl": "assets/img/coffee-express.PNG",
        "description": "This is the my second collaborative fullstack project which enables users to rate and reveiw coffee they like. It also allows users to search for Starbucks locations and get its rating of their favorite coffee drinks. Using Passport NPM package, it authenticates users login and signups and direct users to approprate routes.",
        "deployedLink": "https://shrouded-ocean-64037.herokuapp.com/",
        "githubRepo": "https://github.com/javayporter/project_2.git"
    }
]